Repository: deepviator/ckan-integrate-swagger
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: bg

source: There are
bg: Има

source: results for ‘
bg: резултати за ‘

source: results for tags.
bg: резултати за етикети.

source: Clear search
bg: Изчистете търсенето

source: and see all tags.
bg: и вижте всички етикети.

source: - Tags
bg: - Етикети

source: Tag:
bg: Етикет:

source: There are %(count)s datasets tagged with [1:%(tagname)s]:
bg: Има %(count)s набора от данни с етикет [1:%(tagname)s]:

source: - Dashboard - User
bg: - Панел - Потребител

source: What's going on?
bg: Какво се случва?

source: Nothing new on CKAN?
bg: Нищо ново в CKAN?

source: So, why don't you ...
bg: Тогава защо не...

source: Add a new dataset
bg: Добавите нов набор от данни

source: Follow another user
bg: Последвате друг потребител

source: Create a group or a tag
bg: Създадете група или таг

source: Or simply browse the repository
bg: Или просто разгледайте хранилището

source: - Edit - User
bg: - Редакция - Потребител

source: Edit User:
bg: Редакция на потребител:

source: A little about you...
bg: Кратка информация за Вас...

source: Change your password
bg: Промяна на парола

source: Password (repeat)
bg: Парола (отново)

source: Change your username
bg: Промяна на потребителско име

source: Changing your username will log you out, and require you to log back in with the new username
bg: Промяната на потребителското име ще Ви изведе от акаунта Ви. Ще е необходимо отново да влезете е системата с новото потребителско име.

source: - Followers - User
bg: - Последователи - Потребител

source: 's Followers
bg: Последователи на

source: My Profile
bg: Моят профил

source: Edit Profile
bg: Редакция на профил

source: My Followers ({num_followers})
bg: Моите последователи ({num_followers})

source: View Profile
bg: Преглед на профил

source: Register Account
bg: Регистриране на акаунт

source: [1:%(item_count)s] users found.
bg: Намерени са [1:%(item_count)s] потребители.

source: Sort by name
bg: Сортиране по име

source: Sort by edits
bg: Сортиране по редакции

source: Member for
bg: Член от

source: Login - User
bg: Вход - Потребител

source: Login to
bg: Вход в

source: Login:
bg: Потребителско име:

source: Password:
bg: Парола:

source: Remember me:
bg: Запомни ме:

source: Sign In
bg: Вход

source: Login using Open ID
bg: Вход чрез OpenID

source: NB: To set-up your OpenID for this site, you first need to [1:Register] and then edit your Profile to provide your OpenID.
bg: За да настроите своя OpenID акаунт на този сайт, е необходимо първо да се [1:регистрирате] и да редактирате профила си, за да получите идентичност под формата на OpenID

source: Please click your account provider:
bg: Моля, щракнете върху Вашия доставчик на потребителски акаунт:

source: OpenID Identifier:
bg: OpenID идентификатор:

source: Don't have an OpenID?
bg: Нямате OpenID?

source: OpenID is service that allows you to log-on to many different websites using a single identity. Find out [1:more about OpenID] and [2:how to get an OpenID enabled account]. Probably the simplest way is sign up with a free OpenID provider such as [3:https://www.myopenid.com/].
bg: OpenID е услуга, която позволява да влизате в много различни интернет сайтове, използвайки една идентичност. Разберете [1: повече за OpenID] и [2: Как да получите акаунт, поддържащ OpenID ]. Може би най-лесният начин е да се регистрирате в безплатен OpenID доставчик като [3:https://www.myopenid.com/].

source: Sign in with OpenID
bg: Вход с OpenID

source: Logout - User
bg: Изход - Потребител

source: Logout from
bg: Изход от

source: You have logged out successfully.
bg: Вие излязохте успешно.

source: Logged in - User
bg: Влязъл - Потребител

source: Logged into
bg: Влязъл в

source: is currently logged in
bg: в момента е влязъл в

source: To register or log in as another user, you need to
bg: За да се регистрирате или да влезете като друг потребител, трябва да

source: logout
bg: излезете

source: first.
bg: първо.

source: Register - User
bg: Регистрация - Потребител

source: Register for a new Account
bg: Регистрация за нов акаунт

source: 3+ chars, using only 'a-z0-9' and '-_'
bg: поне 3 символа, малки букви на латиница, цифри и символи за тире и долна черта

source: Full name (optional)
bg: Пълно име (незадължително)

source: E-Mail
bg: Имейл

source: Register now
bg: Регистрация

source: Password (repeat):
bg: Парола (отново):

source: - User
bg: - Потребител

source: Member since
bg: Член от

source: No email
bg: Няма имейл

source: – Note: your API key is visible only to you!
bg: – Бележка: вашият API ключ е видим само за вас!

source: Public Activity
bg: Общестевна дейност

source: Reset password
bg: Възстановяване на парола

source: Request a password reset
bg: Заявка за възстановяване на парола

source: User name:
bg: Потребителско име:

source: Complete
bg: Завършен

source: Pending
bg: Изчакващ

source: Submitting
bg: Предоставяне

source: Not Uploaded Yet
bg: Все още не е качено

source: DataStore resource not found
bg: Ресурсът от DataStore хранилището не е намерен

source: Resource "{0}" was not found.
bg: Ресурс "{0}" не е намерен.

source: User {0} not authorized to update resource {1}
bg: Потребител {0} няма право да обновява ресурс {1}

source: Custom Text
bg: Персонализиран текст

source: custom text
bg: Персонализиран текст

source: Country Code
bg: Код на държавата

source: Copyright (c) 2010 Michael Leibman, http://github.com/mleibman/slickgrid Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
bg: Авторски права (c) 2010 Майкъл Лайбман, http://github.com/mleibman/slickgrid С настоящото се предоставя разрешение, освободено от заплащане, на всяко лице, получило копие от този софтуер и свързаната документация (the "Software"), да се разпорежда със Софтуера без ограничение, включително без ограничение на правомощията да ползва, размножава, изменя, слива, публикува, разпространява, преотстъпва правата, и/или продава копия от Софтуера, и да разрешава на лица, които Софтуерът оправомощава за това, задължавайки се да спазват следните условия: Горната декларация за авторски права и следващото разрешение следва да бъдат включвани във всички копия или значителни части от Софтуера. СОФТУЕРЪТ СЕ ПРEДОСТАВЯ "ТАКА, КАКТО Е", БЕЗ КАКВОТО И ДА Е ОПРАВОМОЩАВАНЕ, ИЗРИЧНО ИЛИ МЪЛЧАЛИВО, ВКЛЮЧИТЕЛНО, НО НЕ ОГРАНИЧЕНО ДО ОПРАВОМОЩАВАНЕТО ЗА ПОСЛУЖВАНЕ ЗА ТЪРГОВСКИ ЦЕЛИ, ГОДНОСТ ЗА ОСОБЕНА УПОТРЕБА И ЗАБРАНА ЗА ДОСТЪП. ПРИ НИКАКВИ ОБСТОЯТЕЛСТВА АВТОРИТЕ ИЛИ ДЪРЖАТЕЛИТЕ НА АВТОРСКИТЕ ПРАВА НЕ СА ОТГОВОРНИ ЗА ВРЕДИ, НЕЗАВИСИМО ДАЛИ ПРОИЗТИЧАЩИ ОТ ДОГОВОРНИ ЗАДЪЛЖЕНИЯ, НЕПОЗВОЛЕНО УВРЕЖДАНЕ ИЛИ ДРУГО, ПРИЧИНЕНИ ОТ ИЛИ ВЪВ ВРЪЗКА СЪС СОФТУЕРА ИЛИ ДРУГИ ДЕЙСТВИЯ НА РАЗПОРЕЖДАНЕ СЪС СОФТУЕРА.

source: This compiled version of SlickGrid has been obtained with the Google Closure Compiler, using the following command: java -jar compiler.jar --js=slick.core.js --js=slick.grid.js --js=slick.editors.js --js_output_file=slick.grid.min.js There are two other files required for the SlickGrid view to work properly: * jquery-ui-1.8.16.custom.min.js * jquery.event.drag-2.0.min.js These are included in the Recline source, but have not been included in the built file to make easier to handle compatibility problems. Please check SlickGrid license in the included MIT-LICENSE.txt file. [1] https://developers.google.com/closure/compiler/
bg: Тази компилирана версия на SlickGrid е придобита с Google Closure Compiler, използвайки следната команда: java -jar compiler.jar --js=slick.core.js --js=slick.grid.js --js=slick.editors.js --js_output_file=slick.grid.min.js Има още два файла, които са необходими за това изгледът SlickGrid да функционира правилно: * jquery-ui-1.8.16.custom.min.js * jquery.event.drag-2.0.min.js Те са включени в източника Recline, но не са включени в изградения файл, за да се улесни справянето с проблеми при съвместяване. Моля, проверете лиценза за SlickGrid във включения файл MIT-LICENSE.txt [1] https://developers.google.com/closure/compiler/

source: Total number of Datasets
bg: Общ брой набори от данни

source: Date
bg: Дата

source: Total datasets
bg: Общо набори от данни

source: Dataset Revisions per Week
bg: Брой седмични ревизии на набор от данни

source: All dataset revisions
bg: Всички ревизии на набор от данни

source: New datasets
bg: Нови набори от данни

source: Top Rated Datasets
bg: Набори от данни с най-висока оценка

source: Average rating
bg: Средно висока оценка

source: Number of ratings
bg: Брой на оценки

source: No ratings
bg: Без оценка

source: Most Edited Datasets
bg: Най-често редактирани набори от данни

source: Number of edits
bg: Брой редакции

source: No edited datasets
bg: Няма редактирани набори от данни

source: Largest Groups
bg: Най-големи групи

source: No groups
bg: Няма групи

source: Top Tags
bg: Най-визоко класирани етикети

source: Tag Name
bg: Име на етикет

source: Number of Datasets
bg: Брой набори от данни

source: Users Owning Most Datasets
bg: Потребители с най-много набори от данни.

source: Statistics Menu
bg: Меню Статистика

source: Total Number of Datasets
bg: Общ брой набори от данни

source: Revisions to Datasets per week
bg: Седмичнен брой ревизии на наборите от данни

source: Users owning most datasets
bg: Потребители, притежаващи най-много набори от данни

source: Page last updated:
bg: Последно обновяване на страницата:

source: Leaderboard - Stats
bg: Класация - статистика

source: Dataset Leaderboard
bg: Класация на набори от данни

source: Choose a dataset attribute and find out which categories in that area have the most datasets. E.g. tags, groups, license, res_format, country.
bg: Изберете атрибут за набор от данни и открийте кои категории в тази област съдържат най-много набори от данни. Пример: етикети, групи, лиценз, res_format, страна.

source: Choose area
bg: Избиране на област
