Repository: deepviator/ckan-integrate-swagger
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: bg

source: – rate it now
bg: – Оценете сега

source: Checking...
bg: Проверка....

source: Type at least two characters...
bg: Въведете поне два знака...

source: This is the current URL.
bg: Това е текущият URL адрес.

source: This URL is available!
bg: Този URL адрес е недостъпен!

source: This URL is already used, please use a different one.
bg: Този URL адрес вече е използван, моля, изберете различен.

source: Failed to save, possibly due to invalid data
bg: Неуспешно запазване, вероятно поради невалидни данни

source: You have unsaved changes. Make sure to click 'Save Changes' below before leaving this page.
bg: Имате незапазени промени. Щракнете върху "Запазване на промените" по-долу, преди да напуснете тази страница.

source: (no name)
bg: (без име)

source: Delete the resource '%name%'?
bg: Изтриване на ресурс "%name%"?

source: Preview not available for data type:
bg: Не е наличен предварителен изглед за данни тип:

source: Failed to get credentials for storage upload. Upload cannot proceed
bg: Неуспешно разпознаване на права за качване на данни в хранилище. Качването не може да бъде продължено.

source: Checking upload permissions ...
bg: Проверка на правата за качване

source: Uploading file ...
bg: Качва файл ...

source: Data File
bg: Файл с данни

source: Metadata
bg: Мета данни

source: Documentation
bg: Документация

source: Code
bg: Изходен код

source: Example
bg: Пример

source: Url
bg: Url адрес

source: Resource Type
bg: тип на ресурса

source: DataStore enabled
bg: DataStore е задействан

source: Size (Bytes)
bg: Размер (Bytes)

source: Mimetype (Inner)
bg: Mimetype (вътрешен)

source: Hash
bg: Хеш

source: ID
bg: ID идентификатор

source: Done
bg: Готовo

source: This resource has unsaved changes.
bg: Този ресурс е с незапазени промени.

source: e.g. csv, html, xls, rdf, ...
bg: напр. csv, html, xls, rdf, ...

source: Extra Fields
bg: Допълнителни полета

source: Add Extra Field
bg: Добавянена допълнително поле

source: Key
bg: Име

source: Delete Resource
bg: Изтриване на ресурс

source: You can use %aMarkdown formatting%b here.
bg: Тук можете да използвате %aMarkdown formatting%b.

source: Dates are in %aISO Format%b — eg. %c2012-12-25%d or %c2010-05-31T14:30%d.
bg: Датите са в %aISO Format%b — напр. %c2012-12-25%d или %c2010-05-31T14:30%d.

source: Data File (Uploaded)
bg: Файл с данни (качен)

source: Could not load preview
bg: Предварителният изглед не може да бъде зареден.

source: DataProxy returned an error
bg: DataProxy установи грешка

source: DataStore returned an error
bg: DataStore установи грешка

source: Find datasets
bg: Търсене на набори от данни

source: Add a dataset
bg: Добавяне на набор от данни

source: Page Logo
bg: Лого на страница

source: Master content template placeholder … please replace me.
bg: Контейнер на основното съдържание в шаблон ... моля, заменете ме.

source: Contact Us
bg: Връзка с нас

source: Privacy Policy
bg: Декларация за поверителност

source: Sections
bg: Секции

source: Statistics
bg: Статистика

source: Site Admin
bg: Администратор на сайта

source: Languages
bg: Езици

source: Meta
bg: Мета

source: Licensed under the
bg: Лицензирано под

source: Open Database License
bg: Лиценз за Отворени Бази Данни

source: This Content and Data is Open
bg: Съдържанието и данните са отворени

source: Powered by
bg: Задвижвано от

source: Administration - Authorization
bg: Администриране - Упълномощяване

source: Update Existing Roles
bg: Обновяване на съществуващите роли

source: Save Changes
bg: Запазване на промените

source: Add Roles for Any User
bg: Добавяне на роли за всеки потребител

source: Add Role
bg: Добавяне на роля

source: Administration Dashboard
bg: Администраторски панел

source: Current Sysadmins
bg: Текущи системни администратори

source: Trash
bg: Кошче

source: Administration - Trash
bg: Администриране - Кошче

source: Deleted Revisions
bg: Изтрити ревизии

source: Purge them all (forever and irreversibly)
bg: Прочистване на всичко (завинаги и необратимо)

source: Deleted Datasets
bg: Изтрити набори от данни

source: (None)
bg: (Празно)

source: Authorization:
bg: Упълномощаване:

source: Edit:
bg: Редакция:

source: There are no datasets currently in this group.
bg: В тази група няма набори от данни.

source: History:
bg: История:

source: Compare »
bg: Сравняване »

source: Group History
bg: История на група

source: Groups of Datasets
bg: Групи от набори от данни

source: What Are Groups?
bg: Какво са групите?

source: Whilst tags are great at collecting datasets together, there are occasions when you want to restrict users from editing a collection. A [1:group] can be set-up to specify which users have permission to add or remove datasets from it.
bg: Въпреки че етикетите са страхотни за събиране на набори от данни, има случаи, в които искате да ограничите потребителите при редактиране на колекция. [1: група] може да бъде настроена така, че да се определи кои потребители имат разрешение да добавят или премахват набори данни от нея.

source: New Dataset...
bg: Нов набор от данни...

source: Existing Dataset...
bg: Съществуващ набор от данни...

source: List Groups
bg: Списък на групи

source: Login to Add a Group
bg: Влезте в системата, за да добавите група.

source: Add A Group
bg: Добавяне на група

source: Errors in form
bg: Грешки във формуляра

source: Warning: URL is very long. Consider changing it to something shorter.
bg: Предупреждение: URL адресът е много дълъг. Обмислете промяната му на нещо по-кратко.

source: 2+ characters, lowercase, using only 'a-z0-9' and '-_'
bg: поне 2 символа, малки букви на латиница и цифри 'a-z0-9', както и символи за тире и долна черта '-_'

source: Start with a summary sentence ...
bg: Започнете с обобщаващо изречение ...

source: Image URL:
bg: URL адрес на изображението:

source: The URL for the image that is associated with this group.
bg: URL адресът на изображението, асоциирано с тази група.

source: active
bg: активен

source: deleted
bg: изтрит

source: Add...
bg: Добавяне...

source: Key =
bg: Ключ =

source: Value =
bg: Стойност =

source: Add datasets
bg: Добавяне на набори от данни

source: Resource Formats
bg: Формати на ресурса

source: State:
bg: Статус:

source: [1:You searched for "%(query)s". ]%(number_of_results)s datasets found.
bg: [1:Вашето запитване за "%(query)s". ] намери %(number_of_results)s набор от данни.

source: What was the [1:average price] of a house in the UK in 1935? When will India's projected population [2:overtake] that of China? Where can you see [3:publicly-funded art] in Seattle? Data to answer many, many questions like these is out there on the Internet somewhere - but it is not always easy to find.
bg: Каква е била[1: средната цена на къща] във Великобритания през 1935 г.? Кога ще се очаква населението на Индия [2: да достигне] това на Китай? Къде можете да видите [3: публично финансирано изкуство] в Сиатъл? Данните, съдържащи отговори на много, много въпроси като тези, са някъде из интернет, но невинаги е лесно да бъдат открити.

source: %(site_title)s is a community-run catalogue of useful sets of data on the Internet. You can collect links here to data from around the web for yourself and others to use, or search for data that others have collected. Depending on the type of data (and its conditions of use), %(site_title)s may also be able to store a copy of the data or host it in a database, and provide some basic visualisation tools.
bg: %(site_title)s е задвижван от общност каталог за полезни набори от данни в Интернет. Тук можете да събирате връзки за данни от целия интернет - както за себе си, така и за останалите, или да търсите данни, събрани от други. В зависимост от вида на данните и условията за ползването им, %(site_title)s може да съхранява копие на данните или да ги хоства в база данни, както и да предоставя някои основни инструменти за визуализация.

source: How it works
bg: Как работи

source: This site is running a powerful piece of open-source data cataloguing software called [1:CKAN], written and maintained by the [2:Open Knowledge Foundation]. Each 'dataset' record on CKAN contains a description of the data and other useful information, such as what formats it is available in, who owns it and whether it is freely available, and what subject areas the data is about. Other users can improve or add to this information (CKAN keeps a fully versioned history).
bg: Този сайт е задвижван от мощен софтуер със свободен код, предназначен за каталогизиране на свободни и открити данни, наречен [1: CKAN], написан и поддържан от [2:Open Knowledge Foundation] (Фондация за Отворени Знания). Всеки 'набор от данни', записан в CKAN, съдържа описание на данните и друга полезна информация, като например в какви формати е наличен наборът, кой го притежава, дали е достъпен свободно и кои тематични области обхваща. Други потребители могат да го подобрят или да добавят информация към него (CKAN поддържа пълна хронология на версиите).

source: CKAN powers a number of data catalogues on the Internet. [1:The Data Hub] is an openly editable open data catalogue, in the style of Wikipedia. The UK Government uses CKAN to run [2:data.gov.uk], which currently lists 8,000 government datasets. Official public data from most European countries is listed in a CKAN catalogue at [3:publicdata.eu]. There is a comprehensive list of catalogues like these around the world at [4:datacatalogs.org], which is itself powered by CKAN.
bg: CKAN поддържа няколко каталози за данни в Интернет. [1:The Data Hub] е открит за публично редактиране отворен каталог за данни, създаден в стила на Уикипедия. Правителството на Обединеното кралство използва CKAN, за да поддържа портала [2:data.gov.uk], който в момента наброява 8000 държавни набори от данни. Официални публични данни от повечето европейски страни са изброени в CKAN каталога [3:publicdata.eu]. Пълен списък на подобни каталози от цял свят се намира в [4:datacatalogs.org], който на свой ред се захранва от CKAN.

source: Open data and the Open Knowledge Foundation
bg: Open data and the Open Knowledge Foundation (Отворени данни и Фондация за Отворено Знание)

source: Most of the data indexed at %(site_title)s is openly licensed, meaning anyone is free to use or re-use it however they like. Perhaps someone will take that nice dataset of a city's public art that you found, and add it to a tourist map - or even make a neat app for your phone that'll help you find artworks when you visit the city. Open data means more enterprise, collaborative science and transparent government. You can read more about open data in the [1:Open Data Handbook].
bg: Голяма част от данните, индексирани в %(site_title)s, са с отворен лиценз, което означава, че всеки е свободен да ги използва веднъж или неколкократно както намери за добре. Вероятно някой ще вземе намерения от Вас подробен набор от данни за изкуството в даден град и ще го използва в туристическа карта - или дори ще направи спретнато приложение за Вашия телефон, което ще Ви помогне да откриете произведения на изкуството, когато посещавате града. "Отворени данни" означава повече предприемчивост, създаване на наука в екип и прозрачно управление. Можете да прочетете повече за отворените данни в [1:Open Data Handbook] (Наръчник за Отворени Данни).

source: The [1:Open Knowledge Foundation] is a non-profit organisation [2:promoting] open knowledge: writing and improving CKAN is one of the ways we do that. If you want to get involved with its design or code, join the discussion or development [3:mailing lists], or take a look at the [4:OKFN] site to find out about our other projects.
bg: [1:Open Knowledge Foundation] е организация с нестопанска цел, [2: насърчаваща] отворени знания: разработването и подобряването CKAN е един от начините да правим това. Ако искате да се включите със свой дизайн или код, присъединете се към дискусията и разработката на софтуера [3: mailing lists], или разгледайте сайта [4: OKFN], за да разберете за другите ни проекти.

source: Welcome to
bg: Добре дошли в

source: Find data
bg: Търсене на данни

source: contains
bg: съдържа

source: that you can browse, learn about and download.
bg: чe можете да преглеждате, научавате и сваляте.

source: Share data
bg: Споделете набор от данни

source: Add your own datasets to share them with others and to find other people interested in your data.
bg: Добавете свои собствени набори от данни, за да ги споделите с останалите и да откриете други хора, проявяващи интерес към Вашите данни.

source: Create a dataset »
bg: Нов набор от данни »

source: Sign up »
bg: Регистрация »

source: Collaborate
bg: Сътрудничество

source: Find out more about working with open data by exploring these resources:
bg: Разберете повече за работата с отворени данни, като разучите тези ресурси:

source: Open Data Handbook
bg: Open Data Handbook (Наръчник за Отворени Данни)

source: Who else is here?
bg: Кой друг е тук?

source: has
bg: има

source: datasets.
bg: набори от данни.

source: Importer
bg: Инструмент за импортиране

source: Import Datasets
bg: Импортиране на набори от данни

source: Here you can supply an Excel file with details of multiple datasets and import these into
bg: Тук можете да предоставите Excel файл с подробности за множество набори от данни и да ги импортирате

source: Log in to use this tool
bg: Влезте в системата, за да можете да използвате този инструмент

source: Preview - Importer
bg: Предварителен изглед - Инструмент за импортиране

source: Import Preview
bg: Предварителен изглед на импортиране

source: read from
bg: четене от

source: Further dataset previews not shown.
bg: Не са показани останалите предварителни изгледи на набора от данни.

source: Edit summary (briefly describe the changes you have made)
bg: Обобщение на редакцията (опишете накратко промените, които сте направили)

source: Author:
bg: Автор:

source: Import
bg: Импортиране

source: Results - Importer
bg: Резултати - Инструмент за импоритране

source: Import Results
bg: Резултати от импортиране

source: - Datasets - History
bg: - Набори от данни - История

source: - Edit - Datasets
bg: - Редакция - Набори от данни

source: Basic Information
bg: Основна информация

source: Further Information
bg: Допълнителна информация

source: Since you have not signed in this will just be your IP address.
bg: Тъй като не сте влезли в системата, това ще бъде Вашият IP адрес.

source: Click here to sign in
bg: Щракнете тук, за да влезете

source: before saving (opens in new window).
bg: преди запазване (отваря се в нов прозорец).

source: [1:Important:] By submitting content, you agree to release your contributions under the [2:Open Database License]. Please [3:refrain] from editing this page if you are [4:not] happy to do this.
bg: [1: Важно:] С предоставянето на съдържание Вие се съгласявате вашият принос да се регулира съгласно [2: Лиценз за Отворени Бази Данни]. Моля, [3: въздържайте се] от редактиране на тази страница, ако [4:не] сте съгласни с това.

source: - Edit Resources - Datasets
bg: - Редактиране на ресурсите - Набори от данни

source: Edit Resources:
bg: Редактиране ресурсите:

source: - Datasets - Followers
bg: - Набори от данни - Последователи

source: Followers:
bg: Последователи:

source: no-sidebar
bg: без странична лента

source: New key
bg: Нов ключ

source: with value
bg: със стойност

source: Dataset History
bg: История на набора от данни

source: Resources (0)
bg: Ресурси (0)

source: Add / Edit resources
bg: Добавяне / Редактиране на ресурси

source: Apps, Ideas etc
bg: Приложения, Идеи и др.

source: Followers ({num_followers})
bg: Последователи ({num_followers})

source: Settings
bg: Настройки

source: Add - Datasets
bg: Добавяне - Набори от данни

source: Add a Dataset
bg: Добавяне на набор от данни

source: A short descriptive title for the dataset
bg: Кратко описателно заглавие на набора от данни

source: Home Page
bg: Начална страница

source: The URL for the web page describing the data (not the data itself).
bg: URL адрес на уеб страницата, описваща данните (не самите данни)

source: e.g. http://www.example.com/growth-figures.html
bg: например: http://www.example.com/growth-figures.html

source: (Don't worry if you don't know which license the data has been released under).
bg: (Не се притеснявайте, ако не знаете под какъв лиценз са публикувани данните).

source: Member of:
bg: Член на:

source: Add to:
bg: Добавяне към:

source: Cannot add any groups.
bg: Не могат да бъдат добавяни групи.

source: Comma-separated terms that may link this dataset to similar ones. For more information on conventions, see [1:this wiki page].
bg: Термини, разделени със запетая, които биха свързали този набор от данни със сходни на него. Допълнителна информация за установените практити е достъпна на [1:this wiki page].

source: e.g. pollution, rivers, water quality
bg: например: замърсяването на реките, качеството на водата

source: Add Resources
bg: Добавяне на ресурси

source: Upload or link data files, APIs and other materials related to your dataset.
bg: Качване или предоставяне на връзка към файлове с данни, API или други материали, свързани с Вашия набор от данни.

source: New resource...
bg: Нов ресурс...

source: Link to a file
bg: Връзка към файл

source: Link to an API
bg: Връзка към API

source: File URL
bg: URL адрес на файл

source: API URL
bg: API URL адрес

source: The name of the main contact, for enquiries about this particular dataset, using the e-mail address in the following field.
bg: Името на главното лице за контакт относно запитвания по този конкретен набор от данни. Използвайте имейл адреса в следващото поле.

source: Author email
bg: Email на автора

source: If there is another important contact person (in addition to the person in the Author field) then provide details here.
bg: Ако има и друго важно лице за контакт (освен посоченото в полето за Автор), тук можете да попълните неговите данни.

source: Maintainer email
bg: Имейл на отговорник

source: A number representing the version (if applicable)
bg: Число, отразяващо версията (ако е приложимо)

source: e.g. 1.2.0
bg: например: 1.2.0

source: Adding custom fields to the dataset such as "location:uk" can help users find it in the search engine. This data will also appear under
bg: Чрез добавяне на персонализирани полета към набора от данни, като "location:uk", можете за помогнете на потребителите да го намерят в търсачката. Тези данни ще се появяват също и в

source: when viewing the dataset.
bg: при разглеждане на набора от данни

source: Do you really want to change the state of this dataset?
bg: Сигурни ли сте, че желаете да промените състоянието на този набор от данни?

source: Yes!
bg: Да!

source: This dataset is
bg: Този набор от данни е

source: Summary
bg: Обобщение

source: Briefly describe the changes you have made...
bg: Опишете накратко промените, които направихте...

source: Since you have not signed in this will just be your IP address. [1:Click here to sign in] before saving (opens in new window).
bg: Тъй като не сте влезли в системата, това ще бъде вашият IP адрес. [1: Щракнете тук, за да влезете], преди да запазите (отворя се в нов прозорец).

source: Important:
bg: Важно:

source: By submitting content, you agree to release your contributions under the
bg: С предоставянето на съдържание Вие се съгласявате Вашият принос да бъде регулиран съгласно

source: . Please
bg: Моля

source: refrain
bg: въздържайте се

source: from editing this page if you are
bg: да редактирате страницата, ако

source: not
bg: не

source: happy to do this.
bg: искате да го правите

source: - Datasets
bg: - Набори от данни

source: License:
bg: Лиценз:

source: [Open Data]
bg: [Отворени данни]

source: Related Datasets
bg: Свързани набори от данни

source: This is an old revision of this dataset, as edited
bg: Това е стара ревизия на този набор от данни, след редактиране

source: at
bg: в

source: . It may differ significantly from the
bg: . Възможно е значително да се различава от

source: current revision
bg: текущата ревизия

source: This is the current revision of this dataset, as edited
bg: Това е текущата ревизия на този набор от данни, след редактиране

source: (edit)
bg: (редакция)

source: (none)
bg: (няма)

source: (settings)
bg: (настройки)

source: Country
bg: Държава

source: Harvest Source
bg: Източник за извличане

source: [1:Dataset page] on [2:%(harvest_catalogue_name)s]
bg: [1:Сайт на набора от данни] в [2:%(harvest_catalogue_name)s]

source: - Dataset - Resource
bg: - Набор от данни - Ресурс

source: Data API is unavailable for this resource as DataStore is disabled
bg: Data API не е налично за този ресурс, тъй като DataStore не е задействан

source: License unknown
bg: Неизвестен лиценз

source: From the [1:Dataset]:
bg: От [1:Dataset]:

source: Cannot embed as resource is private.
bg: Не може да внедри, тъй като ресурсът е частен

source: Embed
bg: Внедряване

source: Search -
bg: Търсене -

source: Do you know of a dataset that should be added to
bg: Имате ли информация за набор от данни, който трябва да бъде добавен към

source: Register it now
bg: Регистрирайте това сега

source: Other access
bg: Друг достъп

source: You can also access this registry using the
bg: Също така можете да получите достъп до този регистър, като използвате

source: (see
bg: (вижте

source: or download a
bg: или свалете

source: full
bg: пълен

source: dump
bg: пренос

source: [1:There was an error while searching.] Please try again.
bg: [1:Грешка по време на търсенето.] Моля, опитайте отново.

source: [1:%(item_count)s] datasets found
bg: [1:%(item_count)s] намерени набори от данни

source: Would you like to [1:create a new dataset?]
bg: Желаете ли да [1:създадете нов набор от данни?]

source: Search...
bg: Търсене...

source: Add item
bg: Добавяне на елемент

source: (required)
bg: (задължително)

source: Please add the title for the item
bg: Моля, добавете заглавие на елемента

source: Type of item
bg: Тип на елемента

source: Please describe the item
bg: Моля, опишете елемента

source: Please add a url
bg: Моля, добавете URL адрес

source: Please add a link to the image
bg: Моля, добавете връзка към изображението

source: Showing items
bg: Показване на елементи

source: of
bg: от

source: related items found
bg: намерени свързани елементи

source: Least viewed
bg: Най-малко показвани

source: Featured items only?
bg: Само препоръчани елементи?

source: - Apps, Ideas etc
bg: - Приложения, Идеи, др.

source: There are no items here yet
bg: Тук все още няма елементи

source: , why not
bg: , защо не

source: add one
bg: добавите един

source: Differences - Revisions
bg: Разлики - Ревизии

source: Revision Differences -
bg: Разлики между ревизии

source: From:
bg: От:

source: To:
bg: До:

source: No differences
bg: Няма разлики

source: List
bg: Списък

source: Track the most recent changes to the system, with most recent changes first.
bg: Проследяване на последните промени в системата, извеждайки най-новите на първо място.

source: Revision:
bg: Ревизия:

source: Revision Actions
bg: Дейности по ревизия

source: Timestamp:
bg: Маркер за дата и час:

source: Log Message:
bg: Съобщение в лог-файл:

source: Dataset -
bg: Набор от данни -

source: , Tag -
bg: , Етикет -

source: Embed this view
bg: Внедрете този изглед,

source: by copying this into your webpage:
bg: като копиратe това на Вашата уеб страница:

source: Not Openly Licensed
bg: без отворен лиценз

source: This upload form is valid for a limited time (usually 1h or so). If the form expires please reload the page.
bg: Този формуляр за качване е валиден за ограничен период от време (обикновено 1 час). Ако времето на формуляра изтича, моля, презаредете страницата.

source: File:
bg: Файл:

source: Upload - Successful
bg: Качване - Успешно

source: Filed uploaded to:
bg: Файлът беше качен в:

source: Upload another »
bg: Качване на друг файл »
