Repository: deepviator/ckan-integrate-swagger
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: bg

source: Authorization function not found: %s
bg: Упълномощаващата функция не е открита: %s

source: Admin
bg: Администратор

source: Editor
bg: Редактор

source: Member
bg: Член

source: Need to be system administrator to administer
bg: Трябва да имате права на системен администратор

source: Site Title
bg: Заглавие на страницата

source: Style
bg: Стил

source: Site Tag Line
bg: Мото на сайта

source: Site Tag Logo
bg: Лого на сайта

source: About
bg: За портала

source: About page text
bg: Текст за страница „Относно“

source: Intro Text
bg: Въвеждащ текст

source: Text on home page
bg: Текст на начална страница

source: Custom CSS
bg: Персонализиран CSS

source: Customisable css inserted into the page header
bg: Персонализиран CSS, вмъкнат в хедъра на страницата

source: Homepage
bg: Начална страница

source: Cannot purge package %s as associated revision %s includes non-deleted packages %s
bg: Пакет %s не може да бъде прочистен, тъй като свързаната ревизия %s съдържа пакети, които не са изтрити %s

source: Problem purging revision %s: %s
bg: Проблем при прочистване на ревизия %s: %s

source: Purge complete
bg: Прочистването е завършено

source: Action not implemented.
bg: Действието не е приложимо.

source: Not authorized to see this page
bg: Нямате право на достъп до тази странца

source: Access denied
bg: Достъп отказан

source: Not found
bg: Данните не бяха намерени

source: Bad request
bg: Неправилна заявка

source: Action name not known: %s
bg: Неизвестно име на действие: %s

source: JSON Error: %s
bg: JSON Грешка: %s

source: Bad request data: %s
bg: Неправилни данни в заявка: %s

source: Cannot list entity of this type: %s
bg: Не може да се извежда списък на обекти от този тип: %s

source: Cannot read entity of this type: %s
bg: Не могат да се четат обекти от този тип: %s

source: Cannot create new entity of this type: %s %s
bg: Не могат да се създават обекти от този тип: %s %s

source: Unable to add package to search index
bg: Пакетът данни не може да бъде включен в индекса за търсене

source: Cannot update entity of this type: %s
bg: Не могат да се обновяват обекти от този тип: %s

source: Unable to update search index
bg: Индексът за търсене не може да бъде обновен.

source: Cannot delete entity of this type: %s %s
bg: Не могат да се изтриват обекти от този тип: %s %s

source: No revision specified
bg: Няма посочена ревизия

source: There is no revision with id: %s
bg: Няма ревизия с индентификатор: %s

source: Missing search term ('since_id=UUID' or 'since_time=TIMESTAMP')
bg: Липсващо условие на търсене ('since_id=UUID' или 'since_time=TIMESTAMP')

source: Could not read parameters: %r
bg: Не могат да се прочетат параметри: %r

source: Bad search option: %s
bg: Неправилна опция на търсене: %s

source: Unknown register: %s
bg: Неизвестен регистър: %s

source: Malformed qjson value: %r
bg: Неправилно зададена qjson стойност: %r

source: Request params must be in form of a json encoded dictionary.
bg: Параметрите на заявката трябва да са във формат на JSON речник.

source: Group not found
bg: Групата не е намерена

source: "page" parameter must be a positive integer
bg: "page" параметърът трябва да бъде положително цяло число

source: Incorrect group type
bg: Неправилен тип на групата

source: Unauthorized to read group %s
bg: Нямате право да четете група %s

source: Organizations
bg: Организации

source: Groups
bg: Групи

source: Tags
bg: Етикети

source: Formats
bg: Формати

source: License
bg: Лиценз

source: Not authorized to perform bulk update
bg: Нямате право да извършвате цялостно обновяване.

source: Unauthorized to create a group
bg: Нямате право да създадавате група

source: User %r not authorized to edit %s
bg: Потребител %r няма право да редактира %s

source: Integrity Error
bg: Грешка в целостта

source: User %r not authorized to edit %s authorizations
bg: Потребител %r няма право да редактира права за %s

source: Unauthorized to delete group %s
bg: Нямате право да изтривате група %s

source: Organization has been deleted.
bg: Организацията беше изтрита.

source: Group has been deleted.
bg: Групата беше изтрита.

source: Unauthorized to add member to group %s
bg: Нямате право да добавяте член към група %s

source: Unauthorized to delete group %s members
bg: Нпмате право да изтривате членове на група %s

source: Group member has been deleted.
bg: Член на групата беше изтрит

source: Select two revisions before doing the comparison.
bg: Изберете две ревизии, преди да направите сравнение.

source: User %r not authorized to edit %r
bg: Потребител %r няма право да редактира %r

source: CKAN Group Revision History
bg: История на ревизии на CKAN група

source: Recent changes to CKAN Group:
bg: Последни промени в CKAN група

source: Log message:
bg: Журнално съобщение:

source: Unauthorized to read group {group_id}
bg: Нямате право да четете група {group_id}

source: You are now following {0}
bg: Вече следвате {0}

source: You are no longer following {0}
bg: Вече не следвате {0}

source: Unauthorized to view followers %s
bg: Нямате право да виждате тези последователи %s

source: This site is currently off-line. Database is not initialised.
bg: В момента тази страница е недостъпна. Базата данни не е инициализирана.

source: Please <a href="{link}">update your profile</a> and add your email address and your full name. {site} uses your email address if you need to reset your password.
bg: Моля, <a href="{link}">обновете профила си</a>, като добавите своя имейл адрес и пълното си име. {site} използва Вашия имейл при необходимост от възстановяване на паролата Ви.

source: Please <a href="%s">update your profile</a> and add your email address.
bg: Моля, <a href="%s"> обновете профила си</a> и добавете своя имейл адрес.

source: %s uses your email address if you need to reset your password.
bg: %s използвайte своя имейл адрес, ако имате нужда да възстановите паролата си.

source: Please <a href="%s">update your profile</a> and add your full name.
bg: Моля, <a href="%s"> обновете профила си </a> и добавете пълното си име.

source: Licenses
bg: Лицензи

source: Parameter "{parameter_name}" is not an integer
bg: Параметърът "{parameter_name}" не е цяло число

source: Dataset not found
bg: Наборът от данни не е намерен

source: Unauthorized to read package %s
bg: Нямате право да четете пакет %s

source: Invalid revision format: %r
bg: Невалиден формат на ревизия: %r

source: Viewing {package_type} datasets in {format} format is not supported (template file {file} not found).
bg: Разглеждането на {package_type} набори от данни във формат {format} не се поддържа (не е намерен шаблонен файл {file} ).

source: CKAN Dataset Revision History
bg: История на ревизии на CKAN набор от данни

source: Recent changes to CKAN Dataset:
bg: Последни промени в CKAN набор от данни:

source: Unauthorized to create a package
bg: Нямате право да създавате пакет

source: Unauthorized to edit this resource
bg: Нямате право да редактирате ресурс

source: Resource not found
bg: Ресурсът не беше намерен

source: Unauthorized to update dataset
bg: Нямате право да обновявате набор от данни.

source: The dataset {id} could not be found.
bg: Наборът от данни {id} не беше намерен.

source: You must add at least one data resource
bg: Трябва да добавите поне един ресурс от данни.

source: Error
bg: Грешка

source: Unauthorized to create a resource
bg: Нямате право да създавате ресурс

source: Unable to add package to search index.
bg: Пакетът данни не може да бъде включен в индекса за търсене.

source: Unable to update search index.
bg: Индексът за търсене не може да бъде обновен.

source: Unauthorized to delete package %s
bg: Нямате право да изтриете пакет %s

source: Dataset has been deleted.
bg: Наборът от данни беше изтрит.

source: Resource has been deleted.
bg: Ресурсът е изтрит.

source: Unauthorized to delete resource %s
bg: Нямате право да изтриете ресурс %s

source: Unauthorized to read resource %s
bg: Нямате право да четете ресурс %s

source: Resource data not found
bg: Не е намерена информация за ресурса

source: No download is available
bg: Не са налични файлове за сваляне

source: Unauthorized to read dataset %s
bg: Нямате право да четете набор от данни %s

source: No preview has been defined.
bg: Не е дефиниран предварителен изглед.

source: Most viewed
bg: Най-разглеждани

source: Most Viewed
bg: Най-разглеждани

source: Least Viewed
bg: Най-малко разглеждани

source: Newest
bg: Най-нови

source: Oldest
bg: Най-стари

source: The requested related item was not found
bg: Търсеният елемент не беше намерен

source: Related item not found
bg: Свързаният елемент не е намерен

source: Not authorized
bg: Недостатъчни права

source: Package not found
bg: Пакетът не е намерен

source: Related item was successfully created
bg: Свързаният елемент беше създаден успешно

source: Related item was successfully updated
bg: Свързаният елемент беше обновен успешно

source: Related item has been deleted.
bg: Свързаният елемент е изтрит

source: Unauthorized to delete related item %s
bg: Нямате право да изтривате свързан елемент %s

source: Application
bg: Приложение

source: Idea
bg: Идея

source: News Article
bg: Новинарска статия

source: Paper
bg: Хартия

source: Post
bg: Публикация

source: Visualization
bg: Визуализация

source: CKAN Repository Revision History
bg: История на ревизии на CKAN хранилище

source: Recent changes to the CKAN repository.
bg: Последни промени в CKAN хранилище.

source: Datasets affected: %s.
bg: Засегнати набори от данни: %s.

source: Revision updated
bg: Ревизията е обновена

source: Other
bg: Други

source: Tag not found
bg: Етикетът не е намерен

source: User not found
bg: Потребителят не е намерен

source: Unauthorized to register as a user.
bg: Нямате право да се регистрирате като потребител.

source: Unauthorized to create a user
bg: Нямате право да създавате потребител

source: Unauthorized to delete user with id "{user_id}".
bg: Нямате право да изтривате потребител с идентификатор "{user_id}".

source: Unauthorized to create user %s
bg: Нямате право да създавате потребител %s

source: Bad Captcha. Please try again.
bg: Неправилна Captcha. Моля, опитайте отново.

source: User "%s" is now registered but you are still logged in as "%s" from before
bg: Потребител "%s" вече е регистриран, но Вие все още сте в системата с предишния акаунт "%s"

source: No user specified
bg: Не е посочен потребител

source: Unauthorized to edit a user.
bg: Нямате право да редактирате потребител

source: Unauthorized to edit user %s
bg: Нямате право да обработвате потребител %s

source: User %s not authorized to edit %s
bg: Потребител %s няма право да редактира %s

source: Profile updated
bg: Профилът е обновен

source: %s is now logged in
bg: %s влезе в системата

source: Login failed. Bad username or password.
bg: Вход неуспешен. Грешно потребителско име или парола.

source: (Or if using OpenID, it hasn't been associated with a user account.)
bg: (В случай че използвате OpenID идентификатор, той не е свързан с потребителски акаунт.)

source: Unauthorized to request reset password.
bg: Нямате право да заявявате възстановяване на парола.

source: "%s" matched several users
bg: "%s" съвпадащи потребители

source: No such user: %s
bg: Няма такъв потребител: %s

source: Please check your inbox for a reset code.
bg: Моля, проверете входящата си поща за получен код за възстановяване.

source: Could not send reset link: %s
bg: Не може да се изпрати линк за възстановяване: %s

source: Unauthorized to reset password.
bg: Нямате право да възстановявате парола.

source: Invalid reset key. Please try again.
bg: Невалиден код за възстановяване. Моля, опитайте отново.

source: Your password has been reset.
bg: Вашата парола беше възстановена.

source: Your password must be 4 characters or longer.
bg: Паролата трябва да е с дължина най-малко 4 символа.

source: The passwords you entered do not match.
bg: Въведените пароли не съвпадат.

source: You must provide a password
bg: Трябва да предоставите парола

source: Follow item not found
bg: Елементът за следене не е намерен

source: {0} not found
bg: {0} не е намерен

source: Unauthorized to read {0} {1}
bg: Нямате право да четете {0} {1}

source: Everything
bg: Всичко

source: {actor} added the tag {tag} to the dataset {dataset}
bg: {actor} добави таг {tag} към набора от данни {dataset}

source: {actor} updated the group {group}
bg: {actor} обнови групата {group}

source: {actor} updated the organization {organization}
bg: {actor} обнови организацията {organization}

source: {actor} updated the dataset {dataset}
bg: {actor} обнови набора от данни {dataset}

source: {actor} changed the extra {extra} of the dataset {dataset}
bg: {actor} промени допълнителната информация {extra} от набора от данни {dataset}

source: {actor} updated the resource {resource} in the dataset {dataset}
bg: {actor} обнови ресурса {resource} в набора от данни {dataset}

source: {actor} updated their profile
bg: {actor} обнови своя профил

source: {actor} updated the {related_type} {related_item} of the dataset {dataset}
bg: {actor} обнови {related_type} {related_item} от набора от данни {dataset}

source: {actor} updated the {related_type} {related_item}
bg: {actor} обнови {related_type} {related_item}

source: {actor} deleted the group {group}
bg: {actor} изтри групата {group}

source: {actor} deleted the organization {organization}
bg: {actor} изтри организацията {organization}

source: {actor} deleted the dataset {dataset}
bg: {actor} изтри набора от данни {dataset}

source: {actor} deleted the extra {extra} from the dataset {dataset}
bg: {actor} изтри допълнителната информация {extra} от набора от данни {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
bg: {actor} изтри ресурса {resource} от набора от данни {dataset}

source: {actor} created the group {group}
bg: {actor} създаде групата {group}

source: {actor} created the organization {organization}
bg: {actor} създаде организацията {organization}

source: {actor} created the dataset {dataset}
bg: {actor} създаде набора от данни {dataset}

source: {actor} added the extra {extra} to the dataset {dataset}
bg: {actor} добави допълнителна информация {extra} към набора от данни {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
bg: {actor} добави ресурс {resource} към набора от данни {dataset}

source: {actor} signed up
bg: {actor} се регистрира

source: {actor} removed the tag {tag} from the dataset {dataset}
bg: {actor} премахна етикет {tag} от етикет от данни {dataset}

source: {actor} deleted the related item {related_item}
bg: {actor} изтри свързан елемент {related_item}

source: {actor} started following {dataset}
bg: {actor} започна да следва {dataset}

source: {actor} started following {user}
bg: {actor} започна да следва {user}

source: {actor} started following {group}
bg: {actor} започна да следва {group}

source: {actor} added the {related_type} {related_item} to the dataset {dataset}
bg: {actor} добави {related_type} {related_item} към набора от данни {dataset}

source: {actor} added the {related_type} {related_item}
bg: {actor} добави {related_type} {related_item}

source: 1 new activity from {site_title}
bg: 1 ново събитие от {site_title}

source: January
bg: януари

source: February
bg: февруари

source: March
bg: март

source: April
bg: април

source: May
bg: май

source: June
bg: юни

source: July
bg: юли

source: August
bg: август

source: September
bg: септември

source: October
bg: октомври

source: November
bg: ноември

source: December
bg: декември

source: Just now
bg: Току-що

source: {mins} minute ago
bg: преди {mins} минута

source: {hours} hour ago
bg: преди {hours} час

source: {days} day ago
bg: преди {days} ден

source: {months} month ago
bg: преди {months} месец

source: over {years} year ago
bg: преди повече от {years} година

source: Update your avatar at gravatar.com
bg: Обновете своя аватара на gravatar.com

source: Unknown
bg: Непознат

source: Unnamed resource
bg: Ресурс без име

source: Created new dataset.
bg: Създаден е нов набор от данни

source: Edited resources.
bg: Редактирани ресурси.

source: Edited settings.
bg: Редактирани настройки.

source: {number} view
bg: {number} преглеждане

source: {number} recent view
bg: {number} скорошно преглеждане

source: The resource url is not specified.
bg: Не е посочен URL адрес на ресурса

source: No preview handler for resource of type {0}
bg: Липсва предходен ползвател на ресурс тип {0}

source: The resource format is not specified.
bg: Форматът на ресурсът не е посочен

source: Dear %s,
bg: Уважаеми %s,

source: No recipient email address available!
bg: Имейл адрес на получателя не е наличен!

source: You have requested your password on %(site_title)s to be reset. Please click the following link to confirm this request: %(reset_link)s
bg: Вие изпратихте заявка за възстановяване на Вашата парола в %(site_title)s. Моля, последвайте тази връзка, за да потвърдите заявката: %(reset_link)s

source: You have been invited to %(site_title)s. A user has already been created to you with the username %(user_name)s. You can change it later. To accept this invite, please reset your password at: %(reset_link)s
bg: Бяхте поканени в %(site_title)s. За Вас е създаден потребител с потребителско име %(user_name)s, което може да промените по-късно. За да приемете тази покана, моля променете паролата си на: %(reset_link)s

source: Reset your password
bg: Възстановете паролата си

source: Invite for {site_title}
bg: Покана за {site_title}

source: No web page given
bg: Няма посочена уеб страница

source: Author not given
bg: Не е посочен автор

source: Maintainer not given
bg: Не е посочен отговорник

source: No links are allowed in the log_message.
bg: Не се допускат връзки в log_message.

source: Missing value
bg: Липсваща стойност

source: The input field %(name)s was not expected.
bg: Полето за въвеждане '%(name)s' не беше очаквано.

source: Please enter an integer value
bg: Моля, въведете целочислена стойност

source: Resources
bg: Ресурси

source: Package resource(s) invalid
bg: Невалиден/ни ресурс/и към пакет

source: Extras
bg: Допълнителни

source: Missing Value
bg: Липсваща стойност

source: Tag vocabulary "%s" does not exist
bg: Речников етикет "%s" не съществува

source: User
bg: Потребител

source: Dataset
bg: Набор данни

source: Group
bg: Група

source: Could not parse as valid JSON
bg: Не може да бъде разчетен като валиден JSON

source: A organization must be supplied
bg: Трябва да бъде посочена организация

source: You cannot remove a dataset from an existing organization
bg: Не можете да премахнете набор данни от съществуваща организация

source: Organization does not exist
bg: Организацията не съществува

source: You cannot add a dataset to this organization
bg: Не можете да добавите набор данни към тази организация

source: Invalid integer
bg: Невалидна целочислена стойност

source: Must be a natural number
bg: Трябва да бъде естествено число

source: Must be a postive integer
bg: Трябва да бъде положително цяло число

source: Date format incorrect
bg: Невалиден формат на дата

source: Related
bg: Свързан

source: That group name or ID does not exist.
bg: Това име или идентификатор на група не съществува.

source: Activity type
bg: Тип дейност

source: Resource
bg: Ресурси

source: Names must be strings
bg: Името трябва да бъде низ.

source: That name cannot be used
bg: Това име не може да бъде използвано

source: Name must be at least %s characters long
bg: Името трябва да е най-малко %s символа

source: Name must be a maximum of %i characters long
bg: Името може да е най-много %i символа

source: Url must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
bg: URL адресът трябва да се състои само от малки букви и цифри от (ascii) код, както и символите за тире и долна черта: -_

source: That URL is already in use.
bg: Този URL вече е в употреба.

source: Name "%s" length is less than minimum %s
bg: Името "%s" е по-кратко от минимално допустимите %s символа

source: Name "%s" length is more than maximum %s
bg: Името "%s" е по-дълго от максимално допустимите %s символа

source: Version must be a maximum of %i characters long
bg: Версията не може да бъде по-дълга от %i символа

source: Duplicate key "%s"
bg: Дублиращ се ключ "%s"

source: Group name already exists in database
bg: Вече съществува група с това име

source: Tag "%s" length is less than minimum %s
bg: Етикет "%s" е по-кратък от минимално допустимите %s символа

source: Tag "%s" length is more than maximum %i
bg: Етикет "%s" е по-дълъг от максимално допустимите %i символа

source: Tag "%s" must be alphanumeric characters or symbols: -_.
bg: Етикет "%s" трябва да съдържа само малки букви на латиница, цифри и символите за тире и долна черта: -_

source: Tag "%s" must not be uppercase
bg: Етикет "%s" не трябва да съдържа главни букви

source: User names must be strings
bg: Потребителското име трябва да бъде низ

source: That login name is not available.
bg: Това потребителско име не е налично.

source: Please enter both passwords
bg: Моля, въведете двете пароли:

source: Passwords must be strings
bg: Паролата трябва да е низ

source: Your password must be 4 characters or longer
bg: Паролата трябва да е с дължина най-малко 4 символа

source: The passwords you entered do not match
bg: Въведените пароли не съвпадат

source: Edit not allowed as it looks like spam. Please avoid links in your description.
bg: Редакцията не е приета, тъй като прилича на спам. Моля, избягвайте връзки (URL адреси) в описанието.

source: That vocabulary name is already in use.
bg: Това име на речник вече се използва

source: Cannot change value of key from %s to %s. This key is read-only
bg: Стойността на ключа не може да бъде променена от %s на %s. Ключът може само да се чете, без да се променя.

source: Tag vocabulary was not found.
bg: Етикет за речник не беше намерен.

source: Tag %s does not belong to vocabulary %s
bg: Таг %s не принадлежи на речник %s

source: No tag name
bg: Няма име на етикет

source: Tag %s already belongs to vocabulary %s
bg: Таг %s вече е бил добавен към речник %s

source: Please provide a valid URL
bg: Моля, въведете валиден URL адрес

source: role does not exist.
bg: ролята не съществува

source: Datasets with no organization can't be private.
bg: Набори от данни без организация не могат да са частни.

source: Not a list
bg: Не е списък

source: Not a string
bg: Не е низ

source: This parent would create a loop in the hierarchy
bg: Този родител ще създаде цикъл в йерархията

source: REST API: Create object %s
bg: REST API: Създаване на обект %s

source: REST API: Create package relationship: %s %s %s
bg: REST API: Създаване на връзка между пакети %s %s %s

source: REST API: Create member object %s
bg: REST API: Създаване на член-обект %s

source: Trying to create an organization as a group
bg: Опит за създаване на организация като група.

source: You must supply a package id or name (parameter "package").
bg: Трябва да се зададе идентификатор или име на пакет (параметър "package").

source: You must supply a rating (parameter "rating").
bg: Трябва да посочите оценка (параметър "rating").

source: Rating must be an integer value.
bg: Оценката трябва да бъде цяло число.

source: Rating must be between %i and %i.
bg: Оценката трябва да е между %i и %i.

source: You must be logged in to follow users
bg: Трябва да сте влезли в системата, за да следвате потребители

source: You cannot follow yourself
bg: Не можете да следвате себе си

source: You are already following {0}
bg: Вече следвате {0}

source: You must be logged in to follow a dataset.
bg: Трябва да сте влезли в системата, за да следвате набор от данни.

source: User {username} does not exist.
bg: Потребител {username} вече съществува.
