Repository: deepviator/ckan-integrate-swagger
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: bg

source: You must be logged in to follow a group.
bg: Трябва да сте регистрирани, за да следвате група.

source: REST API: Delete Package: %s
bg: REST API: Изтриване на пакет: %s

source: REST API: Delete %s
bg: REST API: Изтриване на %s

source: REST API: Delete Member: %s
bg: REST API: Изтриване на член %s

source: id not in data
bg: Идентификаторът липсва в данните

source: Could not find vocabulary "%s"
bg: Речник "%s" не може да бъде намерен

source: Could not find tag "%s"
bg: Етикет "%s" не може да бъде намерен

source: You must be logged in to unfollow something.
bg: Трябва да сте влезли в системата, за да престанете да следвате нещо.

source: You are not following {0}.
bg: Не следвате {0}.

source: Do not specify if using "query" parameter
bg: Не посочвайте, ако използвате "query" параметър

source: Must be <field>:<value> pair(s)
bg: Трябва да е двойка <field>:<value>

source: Field "{field}" not recognised in resource_search.
bg: Полето "{field}" не е разпознато в resource_search.

source: unknown user:
bg: неизвестен потребител

source: Item was not found.
bg: Елементът не беше намерен.

source: Resource was not found.
bg: Ресурсът не беше намерен.

source: Package was not found.
bg: Пакетът не беше намерен.

source: REST API: Update object %s
bg: REST API: Обновяване на обект %s

source: REST API: Update package relationship: %s %s %s
bg: REST API: Обновяване на връзка между пакети: %s %s %s

source: TaskStatus was not found.
bg: TaskStatus не беше намерен.

source: Organization was not found.
bg: Организацията не беше намерена

source: User %s not authorized to create packages
bg: Потребител %s няма право да създава пакети

source: User %s not authorized to edit these groups
bg: Потребител %s няма право да редактира тези групи

source: User %s not authorized to add dataset to this organization
bg: Потребител %s няма право да добавя набори от данни към тази организация

source: You must be a sysadmin to create a featured related item
bg: Трябва да сте системен администратор, за да създавате препоръчани свързани елементи

source: You must be logged in to add a related item
bg: Трябва да сте влезли в системата, за да добавяте свързани елементи.

source: User %s not authorized to edit these packages
bg: Потребител %s няма право да редактира тези пакети

source: User %s not authorized to create groups
bg: Потребител %s няма право да създава групи

source: User %s not authorized to create organizations
bg: Потребител %s няма право да създава организации

source: User {user} not authorized to create users via the API
bg: Потребител {user} няма право да създава потребители посредством API.

source: Not authorized to create users
bg: Нямате право да създавате потребители

source: Group was not found.
bg: Групата не беше намерена.

source: Valid API key needed to create a package
bg: Създаването на пакет изисква валиден API ключ

source: Valid API key needed to create a group
bg: Създаването на група изисква валиден API ключ

source: User %s not authorized to add members
bg: Потребител %s няма право да добавя членове

source: User %s not authorized to edit group %s
bg: Потребител %s няма право да редактира група %s

source: User %s not authorized to delete package %s
bg: Потребител %s няма право да изтрие пакет %s

source: No package found for this resource, cannot check auth.
bg: Не е намерен пакет за този ресурс, автентичността не може да бъде проверена.

source: User %s not authorized to delete resource %s
bg: Потребител %s няма право да изтрие ресурс %s

source: Only the owner can delete a related item
bg: Само собсвеникът може да изтрие свързан елемент

source: User %s not authorized to delete relationship %s
bg: Потребител %s няма право да изтрие връзка %s

source: User %s not authorized to delete groups
bg: Потребител %s няма право да изтрива групи

source: User %s not authorized to delete group %s
bg: Потребител %s няма право да изтрие група %s

source: User %s not authorized to delete organizations
bg: Потребител %s няма право да изтрива организации

source: User %s not authorized to delete organization %s
bg: Потребител %s няма право да изтрие организация %s

source: User %s not authorized to delete task_status
bg: Потребител %s няма право да изтрие task_status

source: User %s not authorized to delete organization %s members
bg: Потребител %s няма право да изтрива членове на организация %s

source: User %s not authorized to read these packages
bg: Потребител %s няма право да чете тези пакети.

source: User %s not authorized to read package %s
bg: Потребител %s няма право да чете този пакет %s.

source: User %s not authorized to read resource %s
bg: Потребител %s няма право да чете този ресурс %s.

source: You must be logged in to access your dashboard.
bg: Трябва да влезете в профила си, за да получите достъп до потребителския панел.

source: User %s not authorized to edit package %s
bg: Потребител %s няма право да редактира пакет %s

source: User %s not authorized to edit resource %s
bg: Потребител %s няма право да редактира ресурс %s

source: User %s not authorized to change state of package %s
bg: Потребител %s няма право да променя статуса на пакет %s.

source: User %s not authorized to edit organization %s
bg: Потребител %s няма право да редактира организация %s

source: Only the owner can update a related item
bg: Само собственикът може да обновява свързан елемент

source: You must be a sysadmin to change a related item's featured field.
bg: Трябва да сте системен администратор, за да промените полето с препоръки на свързания елемент.

source: User %s not authorized to change state of group %s
bg: Потребител %s няма право да променя статуса на група %s.

source: User %s not authorized to edit permissions of group %s
bg: Потребител %s няма право да редактира правата на група %s

source: Have to be logged in to edit user
bg: Трябва да влезете в профила си, за да редактирате потребител

source: User %s not authorized to edit user %s
bg: Потребител %s няма право да редактира потребител %s

source: User %s not authorized to change state of revision
bg: Потребител %s няма право да променя статуса на ревизия

source: User %s not authorized to update task_status table
bg: Потребител %s няма право да обновява таблицата task_status

source: User %s not authorized to update term_translation table
bg: Потребител %s няма право да обновява таблицата term_translation

source: Valid API key needed to edit a package
bg: Редактирането на пакет изисква валиден API ключ

source: Valid API key needed to edit a group
bg: Редактирането на група изисква валиден API ключ

source: License Not Specified
bg: Лицензът не е уточнен.

source: Open Data Commons Public Domain Dedication and License (PDDL)
bg: Open Data Commons Лиценз за Предоставяне на Обществено Достояние (PDDL)

source: Open Data Commons Open Database License (ODbL)
bg: Open Data Commons Лиценз за Отворени Бази Данни (ODbL)

source: Open Data Commons Attribution License
bg: Open Data Commons Лиценз за Признание

source: Creative Commons Attribution
bg: Creative Commons Признание

source: Creative Commons Attribution Share-Alike
bg: Creative Commons Признание, Споделяне на споделеното

source: GNU Free Documentation License
bg: GNU Лиценз за свободна документация

source: Other (Open)
bg: Друг (отворен лиценз)

source: Other (Public Domain)
bg: Друг (Обществено Достояние)

source: Other (Attribution)
bg: Друг (Признание)

source: UK Open Government Licence (OGL)
bg: Отворен Правителствен Лиценз на Обединеното Кралство (OGL)

source: Creative Commons Non-Commercial (Any)
bg: Creative Commons Некомерсиален лиценз (Всичко)

source: Other (Non-Commercial)
bg: Друг (некомерсиален лиценз)

source: Other (Not Open)
bg: Друг (не отворен лиценз)

source: depends on %s
bg: зависи от %s

source: is a dependency of %s
bg: е зависимост на %s

source: derives from %s
bg: произхожда от %s

source: has derivation %s
bg: има производен %s

source: links to %s
bg: има връзка към %s

source: is linked from %s
bg: има връзка откъм %s

source: is a child of %s
bg: е подчинен спрямо на %s

source: is a parent of %s
bg: е главен спрямо %s

source: has sibling %s
bg: е равностоен спрямо %s

source: Loading...
bg: Зареждане....

source: There is no API data to load for this resource
bg: Няма информация в API за този ресурс

source: Failed to load data API information
bg: Неуспешно зареждане на информация за API на данните

source: No matches found
bg: Няма намерени съвпадения

source: Start typing…
bg: Започнете да пишете...

source: Input is too short, must be at least one character
bg: Въведената информация е твърде кратка, трябва да бъде поне един символ

source: There are unsaved modifications to this form
bg: Има незапазени промени в този формуляр

source: Please Confirm Action
bg: Моля, потвърдете действието

source: Are you sure you want to perform this action?
bg: Сигурни ли сте, че искате да извършите това действие?

source: Confirm
bg: Потвърждаване

source: Cancel
bg: Отказ

source: Follow
bg: Следване

source: Unfollow
bg: Прекратяване на следването

source: Upload
bg: Качване

source: Link
bg: Връзка

source: Remove
bg: Премахване

source: Image
bg: Изображение

source: Upload a file on your computer
bg: Качване файл от Вашия компютър

source: Link to a URL on the internet (you can also link to an API)
bg: Посочване на връзка към URL адрес в интернет (можете също така да посочите връзка към API)

source: Reset this
bg: Изчистете това

source: show more
bg: показване на повече

source: show less
bg: показване на по-малко

source: Reorder resources
bg: Подреждане на ресурси

source: Save order
bg: Запазване на подредбата

source: Saving...
bg: Запазване...

source: Upload a file
bg: Качване на файл

source: An Error Occurred
bg: Възникна грешка

source: Resource uploaded
bg: Ресурсът е качен

source: Unable to upload file
bg: Неуспешно качване на файл

source: Unable to authenticate upload
bg: Неуспешна проверката за автентичност на качения файл

source: Unable to get data for uploaded file
bg: Неуспешно зареждане на информацията за качения файл

source: You are uploading a file. Are you sure you want to navigate away and stop this upload?
bg: В момента качвате файл. Сигурни ли сте, че искате да излезете от страницата и да прекъснете качването?

source: URL
bg: URL адрес

source: Edit
bg: Редакция

source: Show more
bg: Показване на още

source: Hide
bg: Скриване

source: Error %(error_code)s
bg: Грешка %(error_code)s

source: About {0}
bg: Относно {0}

source: Open Knowledge Foundation
bg: Фондация "Отворено знание"

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
bg: <strong>Задвижван от</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>

source: Sysadmin settings
bg: Администраторски настройки

source: View profile
bg: Показване на профил

source: Dashboard (%(num)d new item)
bg: Табло (%(num)d нов елемент)

source: Edit settings
bg: Редактиране на настройки

source: Log out
bg: Изход

source: Log in
bg: Вход

source: Register
bg: Регистрация

source: Datasets
bg: Набори от данни

source: Search Datasets
bg: Търсене на набори от данни

source: Search datasets...
bg: Търсене на набори от данни...

source: Load less
bg: Зареждане на по-малко

source: Load more
bg: Зареждане на повече

source: No activities are within this activity stream
bg: Няма дейности в този поток от дейности.

source: Administration
bg: Администрация

source: Sysadmins
bg: Системни администратори

source: Config
bg: Конфигурация

source: Are you sure you want to reset the config?
bg: Сигурни ли сте, че искате да изтриете тази конфигурация?

source: Reset
bg: Пренастройка

source: Update Config
bg: Обнови конфигурация

source: CKAN config options
bg: CKAN настройки за конфигурация

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Style:</strong> Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank">reading the documentation</a>.</p> <p><strong>Homepage:</strong> This is for choosing a predefined layout for the modules that appear on your homepage.</p>
bg: <p><strong>Заглавие на сайта:</strong> Това е заглавието на настоящата инсталация на CKAN. То се появява на различни места в CKAN.</p> <p><strong>Стил:</strong> Изберете от списък от прости разновидности на главната цветова гама, за да получите бързо персонализирана работеща тема. </p> <p><strong>Лого на сайта:</strong> Това е логото, което се появява в заглавната част на всички примерни шаблони в CKAN.</p> <p><strong>Относно:</strong> Този текст ще се появи на следните места в CKAN <a href="%(about_url)s">Относно</a>.</p> <p><strong>Уводен Текст:</strong> Този текст ще се появи на следното място в CKAN <a href="%(home_url)s">Начална страница</a> като приветствие към посетителите.</p> <p><strong>Custom CSS:</strong> Това е CSS код, който се появява при етикета <code>&lt;head&gt;</code> на всяка страница. Ако желаете по-пълно персонализиране на шаблоните, препоръчваме <a href="%(docs_url)s" target="_blank">да прочетете документацията</a>.</p> <p><strong>Начална страница:</strong> Оттук можете да изберете предварително зададена подредба за модулите, които се появяват на Вашата начална страница.</p>

source: Confirm Reset
bg: Потвърждаване на пренастройка

source: What are sysadmins?
bg: Какво са системни администратори?

source: <p>A sysadmin is someone that has full control over a CKAN instance. You can only add CKAN sysadmins via the <code>sysadmin</code> paster command.</p>
bg: <p>Системен администратор е лице, което има пълен контрол над дадена инсталация на CKAN. Може да прибавите системни администратори на CKAN чрез командата за вмъкване <code>системен-администратор</code>.</p>

source: Read the documentation
bg: Прочетете документацията

source: Access resource data via a web API with powerful query support
bg: Достъп до ресурсни данни чрез уеб API със силна поддръжка на заявки.

source: Further information in the <a href="http://docs.ckan.org/en/latest/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
bg: Повече информация можете да намерите в <a href="http://docs.ckan.org/en/latest/datastore.html" target="_blank">основната документация на CKAN Data API и DataStore</a>.</p>

source: Endpoints
bg: Крайни точки

source: The Data API can be accessed via the following actions of the CKAN action API.
bg: Това Data API е достъпно само чрез следните действия от CKAN API за действия.

source: Create
bg: Създаване

source: Update / Insert
bg: Обновяване / Вмъкване

source: Query
bg: Заявка

source: Query (via SQL)
bg: Заявка (чрез SQL)

source: Querying
bg: Подаване на заявка

source: Query example (first 5 results)
bg: Пример за заявка (първите 5 резултата)

source: Query example (results containing 'jones')
bg: Пример за заявка (резултати, съдържащи 'jones')

source: Query example (via SQL statement)
bg: Пример за заявка (посредством SQL декларация)

source: Example: Javascript
bg: Пример: Javascript

source: A simple ajax (JSONP) request to the data API using jQuery.
bg: Обикновена заявка по технологията ajax (JSONP) към API на данните чрез jQuery.

source: Example: Python
bg: Пример: Python

source: This resource can not be previewed at the moment.
bg: В момента този ресурс е недостъпен.

source: Click here for more information.
bg: Натиснете тук за повече информация

source: Download resource
bg: Изтеглете ресурс

source: Your browser does not support iframes.
bg: Вашият браузър не поддържа iframes.

source: No preview available.
bg: Не е наличен предварителен изглед.

source: More details...
bg: Още детайли...

source: No handler defined for data type: %(type)s.
bg: Не е определен ползвател на данни тип: %(type)s.

source: Standard
bg: Стандартен

source: Standard Input
bg: Стандартно въвеждане

source: Medium
bg: Среден

source: Medium Width Input
bg: Въвеждане със средна ширина.

source: Full
bg: Пълен

source: Full Width Input
bg: Въвеждане с пълна ширина.

source: Large
bg: Обемен

source: Large Input
bg: Обемно въвеждане

source: Prepend
bg: Предшестващо вмъкване

source: Prepend Input
bg: Въвеждане на предшестващо вмъкване

source: Custom Field (empty)
bg: Допълнително поле (празно)

source: Custom Field
bg: Допълнително поле

source: Markdown
bg: Markdown-синтаксис

source: Textarea
bg: Място за текст

source: Select
bg: Избиране

source: There is no description for this group
bg: Няма описание за тази група

source: Activity Stream
bg: Поток на дейността

source: Administrators
bg: Администратори

source: Add a Group
bg: Добавяне на група

source: Group Form
bg: Формуляр за Група

source: Confirm Delete
bg: Потвърждаване на изтриването

source: Are you sure you want to delete group - {name}?
bg: Сигурни ли сте, че искате да изтриете тази група - {name}?

source: Are you sure you want to delete member - {name}?
bg: Сигурни ли сте, че искате да изтриете този член - {name}?

source: Manage
bg: Управление

source: Edit Group
bg: Редактиране група

source: View
bg: Преглед

source: Members
bg: Членове

source: Followers
bg: Последователи

source: History
bg: История

source: Add Group
bg: Добавяне на група

source: Search groups...
bg: Търсене в групи...

source: There are currently no groups for this site
bg: Не са налични групи за тази страница

source: How about creating one?
bg: Искате ли да създадете?

source: Back to all members
bg: Обратно към всички членове

source: Edit Member
bg: Редактиране на член

source: Add Member
bg: Добавяне на член

source: Existing User
bg: Съществуващ потребител

source: If you wish to add an existing user, search for their username below.
bg: Ако желаете да добавите съществуващ потребител, потърсете потребителското му име по-долу.

source: or
bg: или

source: New User
bg: Нов потребител

source: If you wish to invite a new user, enter their email address.
bg: Ако желаете да поканите потребител, въведете неговия имейл адрес.

source: Role
bg: Роля

source: Username
bg: Потребителско име

source: Are you sure you want to delete this member?
bg: Сигурни ли сте, че искате да изтриете този член?

source: Delete
bg: Изтриване

source: Save
bg: Запазване

source: Add
bg: Добавяне

source: What are roles?
bg: Какво представляват ролите?

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
bg: <p><strong>Администратор:</strong> Може да редактира информация за групи, както и да управлява членове на организация.</p> <p><strong>Член:</strong> Може да добавя/премахва набори данни от групи.</p>

source: Create a Group
bg: Създаване на група

source: Update Group
bg: Обновяване на група

source: Create Group
bg: Създаване на група

source: Datasets in group: {group}
bg: Набори от данни в група: {group}

source: Recent Revision History
bg: Последна история на ревизии

source: Name
bg: Име

source: My Group
bg: Моята група

source: my-group
bg: моята-група

source: Description
bg: Описание

source: A little information about my group...
bg: Малко информация за моята група...

source: Are you sure you want to delete this Group?
bg: Сигурни ли сте, че искате да изтриете тази група?

source: Save Group
bg: Запазване на група

source: This group has no description
bg: Тази група няма описание

source: {num} Dataset
bg: {num} набор от данни

source: 0 Datasets
bg: 0 набора от данни

source: View {name}
bg: Разглеждане на {name}

source: Remove dataset from this group
bg: Премахване на набор от данни от тази група

source: What are Groups?
bg: Какво представляват групите?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
bg: Можете да използвате CKAN Групи за създаване и управляване на колекции от данни. Това би могло да включва каталогизиране на данни за определен проект или екип, както и по определена тема, и представлява много лесен начин да улесните потребителите в намирането и търсенето на данните, които Вие сте публикували.

source: Compare
bg: Сравняване

source: read more
bg: прочетете повече

source: Revision
bg: Ревизия

source: Timestamp
bg: Маркер за дата и час

source: Author
bg: Автор

source: Log Message
bg: Съобщение в лог-файл

source: Welcome
bg: Добре дошли!

source: <p>CKAN is the world’s leading open-source data portal platform.</p> <p>CKAN is a complete out-of-the-box software solution that makes data accessible and usable – by providing tools to streamline publishing, sharing, finding and using data (including storage of data and provision of robust data APIs). CKAN is aimed at data publishers (national and regional governments, companies and organizations) wanting to make their data open and available.</p> <p>CKAN is used by governments and user groups worldwide and powers a variety of official and community data portals including portals for local, national and international government, such as the UK’s <a href="http://data.gov.uk">data.gov.uk</a> and the European Union’s <a href="http://publicdata.eu/">publicdata.eu</a>, the Brazilian <a href="http://dados.gov.br/">dados.gov.br</a>, Dutch and Netherland government portals, as well as city and municipal sites in the US, UK, Argentina, Finland and elsewhere.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br /> CKAN Tour: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Features overview: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>
bg: <p>CKAN е водещата световна платформа-портал за отворени данни с отворен код.</p> <p>CKAN е напълно готово за употреба софтуерно решение, което прави данните достъпни и използваеми – чрез предоставянето на инструменти за улесняване на публикуването, споделянето, откриването и използването на данни (включително съхраняването на данни и осигуряването на основни данни за APIs). CKAN е предназначен за всички, които публикуват данни (органи на централно и местно управление, търговски дружества и неправителствени организации) и които искат публикуваните от тях данни да станат отворени и достъпни.</p> <p>CKAN се използва от правителствения сектор и от групи от потребители по целия свят и задвижва различни официални и общностни портали за данни, включително портали за управление на местно, национално и международно равнище, като правителствения портал на Великобритания <a href="http://data.gov.uk">data.gov.uk</a>, на Европейския съюз <a href="http://publicdata.eu/">publicdata.eu</a>, на Бразилия <a href="http://dados.gov.br/">dados.gov.br</a>, на Нидерландия, както и сайтове на градове и общини в САЩ, Обединеното кралство, Аржентина, Финландия и други места.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br /> CKAN обиколка: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Преглед на особености: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>

source: Welcome to CKAN
bg: Добре дошли в CKAN
