Repository: deepviator/ckan-integrate-swagger
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: bg

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
bg: Това е въвеждащ текст за CKAN или най-общо за сайта. Все още нямаме по-подробно описание, но скоро ще имаме.

source: This is a featured section
bg: Това е препоръчана секция

source: eg. Gold Prices
bg: напр. Цените на златото

source: Search Your Data
bg: Търсене във Вашите данни

source: Search
bg: Търсене

source: Popular Tags
bg: Популярни етикети

source: {0} statistics
bg: {0} статистически данни

source: dataset
bg: набор от данни

source: datasets
bg: набори от данни

source: organization
bg: организация

source: organizations
bg: организации

source: group
bg: група

source: groups
bg: групи

source: related item
bg: свързан елемент

source: related items
bg: свързани елементи

source: You can use <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank">Markdown formatting</a> here
bg: Тук можете да използвате <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank">Markdown форматиране</a>.

source: This field is required
bg: Това поле е задължително

source: Custom
bg: Персонализиран

source: The form contains invalid entries:
bg: Формулярът съдържа невалидни записи:

source: Required field
bg: Задължително поле

source: Image URL
bg: URL адрес на изображението

source: Clear Upload
bg: Изчистете Прикачването

source: There is no description for this organization
bg: Няма описание за тази организация.

source: Organization Form
bg: Формуляр за Организация

source: Edit datasets
bg: Редактиране на набор от данни

source: Add dataset
bg: Добавяне на набор от данни

source: found for "{query}"
bg: открито за "{query}"

source: Sorry no datasets found for "{query}"
bg: Съжаляваме, не са намерени набори от данни за "{query}"

source: Make public
bg: Направете публичен

source: Make private
bg: Направете частен

source: Draft
bg: Чернова

source: Deleted
bg: Изтрит

source: Private
bg: Частен

source: This dataset has no description
bg: Този набор от данни няма описание

source: This organization has no datasets associated to it
bg: Тази организация няма асоциирани набори от данни

source: Name Ascending
bg: Имена по възходящ ред

source: Name Descending
bg: Имена по низходящ ред

source: Last Modified
bg: Последна промяна

source: Are you sure you want to delete organization - {name}?
bg: Сигурни ли сте, че искате да изтриете тази организация - {name}?

source: Edit Organization
bg: Редактиране на организация

source: Add Organization
bg: Добавяне на организация

source: Search organizations...
bg: Търсене на организации...

source: There are currently no organizations for this site
bg: Не са налични организации за тази страница

source: Update Member
bg: Обновяване на член

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
bg: <p><strong>Администратор:</strong> Може да добавя/редактира и изтрива набори от данни, както и да управлява членове на организация.</p> <p><strong>Редактор:</strong> Може да добавя и редактира набори от данни, но не и да управлява членове на организация.</p> <p><strong> Член:</strong> Може да разглежда частните набори от данни на организацията, но не и да добавя нови набори от данни.</p>

source: Create an Organization
bg: Създаване на организация

source: Update Organization
bg: Обновяване на организация

source: Create Organization
bg: Създаване на организация

source: Add Dataset
bg: Добавяне на набор от данни

source: What are Organizations?
bg: Какво представляват организациите?

source: <p>Organizations act like publishing departments for datasets (for example, the Department of Health). This means that datasets can be published by and belong to a department instead of an individual user.</p> <p>Within organizations, admins can assign roles and authorisation its members, giving individual users the right to publish datasets from that particular organisation (e.g. Office of National Statistics).</p>
bg: <p>Организациите действат като институции, публикуващи набори от данни (например Министерство на Здравеопазването). Това означава, че набори от данни могат да бъдат публикувани и притежавани от институция, вместо от индивидуален потребител. </p> <p> В организациите администраторите могат да възлагат роли и да упълномощават членовете си, като дават на индивидуални потребители правото да публикуват набори от данни за съответната организация (напр. Национален Статистически Институт).</p>

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
bg: CKAN Организациите се използват за създаване, управление и публикуване на колекции набори от данни. Потребителите могат да имат различни роли в дадена Организация в зависимост от техните права за създаване, редактиране и публикуване.

source: My Organization
bg: Моите организации

source: my-organization
bg: моите-организации

source: A little information about my organization...
bg: Малко информация за моята организация...

source: Are you sure you want to delete this Organization? This will delete all the public and private datasets belonging to this organization.
bg: Сигурни ли сте, че искате да изтриете тази организация? Това действие ще изтрие всички публични и частни набори от данни, принадлежащи на тази организация.

source: Save Organization
bg: Запазване на организация

source: This organization has no description
bg: Тази организация няма описание

source: View {organization_name}
bg: Преглед на {organization_name}

source: Create Dataset
bg: Нов набор от данни

source: What are datasets?
bg: Какво представляват наборите от данни?

source: A CKAN Dataset is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Datasets are what users see when searching for data.
bg: CKAN набор от данни представлява колекция ресурси от данни (като файлове), наред с описание и друга информация, достъпни на определен URL адрес. Наборите от данни са онова, което потребителите виждат, когато търсят данни.

source: Are you sure you want to delete dataset - {name}?
bg: Сигурни ли сте, че искате да изтриете този набор от данни - {name}?

source: Are you sure you want to delete resource - {name}?
bg: Сигурни ли сте, че искате да изтриете ресурс - {name}?

source: View dataset
bg: Преглед на набор от данни

source: Edit metadata
bg: Редактиране на метаданни

source: Associate this group with this dataset
bg: Свързване на тази група с този набор от данни

source: Add to group
bg: Добавяне в група

source: There are no groups associated with this dataset
bg: Няма групи, свързани с този набор от данни

source: Update Dataset
bg: Обновяване на набор от данни

source: Add metadata to the dataset
bg: Добавяне на метаданни в набор от данни

source: Add data to the dataset
bg: Добавяне на данни в набор от данни

source: Add New Resource
bg: Добавяне на нов ресурс

source: Add resource
bg: Добавяне на ресурс

source: New resource
bg: Нов ресурс

source: This is an old revision of this dataset, as edited at %(timestamp)s. It may differ significantly from the <a href="%(url)s">current revision</a>.
bg: Това е стара ревизия на този набор от данни, след редакция на %(timestamp)s. Може съществено да се различава от <a href="%(url)s">настоящата ревизия</a>.

source: This is the current revision of this dataset, as edited at %(timestamp)s.
bg: Това е настоящата ревизия на този набор от данни, след редактиране на %(timestamp)s.

source: Related Media for {dataset}
bg: Свързана медия за {dataset}

source: No related items
bg: Няма свързани елементи

source: Add Related Item
bg: Добавяне на свързан елемент

source: Upload to DataStore
bg: Качване в DataStore хранилище

source: Upload error:
bg: Грешка при качването:

source: Error:
bg: Грешка:

source: Status
bg: Статус

source: Last updated
bg: Последно обновяване

source: Never
bg: Никога

source: Upload Log
bg: Качване на лог-файл

source: Details
bg: Детайли

source: End of log
bg: Край на лог-файла

source: All resources
bg: Всички ресурси

source: View resource
bg: Прегледай ресурс

source: Edit resource
bg: Редактирай ресурс

source: API Endpoint
bg: API Свръзка

source: Go to resource
bg: Иди на ресурс

source: Download
bg: Изтегляне

source: URL:
bg: URL адрес:

source: There is no description for this resource
bg: Няма описание за този ресурс

source: From the dataset abstract
bg: Из резюмето на набора от данни

source: Source: <a href="%(url)s">%(dataset)s</a>
bg: Източник: <a href="%(url)s">%(dataset)s</a>

source: Additional Information
bg: Допълнителна информация

source: Field
bg: Поле

source: Value
bg: Стойност

source: unknown
bg: неизвестен

source: Created
bg: Създаден

source: Format
bg: Формат

source: Add new resource
bg: Добавяне на нов ресурс

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
bg: <p class="empty">Този набор от данни не съдържа данни, <a href="%(url)s">защо да не добавите някакви?</a></p>

source: Relevance
bg: Уместност

source: Popular
bg: Популярни

source: API Docs
bg: API документация

source: full {format} dump
bg: пълен пренос във {format}

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
bg: Може също така да получите достъп до този регистър, като използвате връзките %(api_link)s (see %(api_doc_link)s) или свалите %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
bg: Можете да получите също така достъп до този регистър, като използвате връзката %(api_link)s (see %(api_doc_link)s).

source: Additional Info
bg: Допълнителна информация

source: Source
bg: Източник

source: Maintainer
bg: Отговорник по поддръжка

source: Version
bg: Версия

source: State
bg: Статус

source: Title
bg: Заглавие

source: eg. A descriptive title
bg: напр. Описателно заглание

source: eg. my-dataset
bg: напр. моят-набор от данни

source: eg. Some useful notes about the data
bg: напр. Някои полезни пояснения относно данните

source: eg. economy, mental health, government
bg: напр. икономика, психично здраве, правителство

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
bg: Описание и допълнителна информация за лиценза можете да намерите на <a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Organization
bg: Организация

source: No organization
bg: Няма организация

source: Visibility
bg: Видимост

source: Public
bg: Публичен

source: Active
bg: Активен

source: There is no description for this dataset
bg: Няма описание за този набор от данни

source: Important: By submitting content, you agree to release your contributions under the Open Database License.
bg: Важно: С предоставянето на съдържание Вие се съгласявате Вашият принос да се регулира съгласно Лиценз за Отворени Бази Данни (Open Database License).

source: Are you sure you want to delete this dataset?
bg: Сигурни ли сте, че искате да изтриете този набор от данни?

source: Next: Add Data
bg: Следва: Добавяне на данни

source: Joe Bloggs
bg: Марта Иванова

source: Author Email
bg: Имейл на автора

source: joe@example.com
bg: marta@example.com

source: Maintainer Email
bg: Имейл на отговорник по поддръжка

source: Previous
bg: Предишен

source: Finish
bg: Край

source: Update Resource
bg: Обновяване на ресурс

source: File
bg: Файл

source: eg. January 2011 Gold Prices
bg: напр. Цените на златото за януари 2011

source: Some useful notes about the data
bg: Някои полезни пояснения за данните

source: eg. CSV, XML or JSON
bg: напр. CSV, XML или JSON

source: eg. 2012-06-05
bg: напр. 2012-06-05

source: File Size
bg: Размер на файл

source: eg. 1024
bg: напр. 1024

source: eg. application/json
bg: напр. application/json

source: Are you sure you want to delete this resource?
bg: Сигурни ли сте, че искате да изтриете този ресурс?

source: Save & add another
bg: Запазване и добавяне на друг

source: Next: Additional Info
bg: Следва: Допълнително информация

source: What's a resource?
bg: Какво е ресурс?

source: A resource can be any file or link to a file containing useful data.
bg: Ресурс е всеки файл или връзка към файл, който съдържа полезна информация.

source: No description for this resource
bg: Няма описание за този ресурс

source: Explore
bg: Разучаване

source: Preview
bg: Преглед

source: More information
bg: Още информация

source: Data and Resources
bg: Данни и ресурси

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a>
bg: <p class="empty">Този набор от данни не съдържа данни, <a href="%(url)s">защо не добавите някакви?</a>

source: Read dataset as of %s
bg: Прочитане на набор от данни като %s

source: Create dataset
bg: Нов набор от данни

source: Add data
bg: Добавяне на данни

source: Additional info
bg: Допълнителна информация

source: Related Form
bg: Свързан формуляр

source: What are related items?
bg: Какво представляват свързаните елементи?

source: <p>Related Media is any app, article, visualisation or idea related to this dataset.</p> <p>For example, it could be a custom visualisation, pictograph or bar chart, an app using all or part of the data or even a news story that references this dataset.</p>
bg: <p>Свързана Медия е всяко приложение, статия, визуализация или идея, свързана с този набор от данни.</p> <p>Това например може да бъде персонализирана визуализация, пиктография или диаграма, приложение, използващо всички или част от данните, или дори новинарска история, която се позовава на набора от данни. </p>

source: Are you sure you want to delete related item - {name}?
bg: Сигурни ли сте, че желаете да изтриете свързания елемент - {name}?

source: Apps & Ideas
bg: Приложения и идеи

source: <p>Showing items <strong>%(first)s - %(last)s</strong> of <strong>%(item_count)s</strong> related items found</p>
bg: <p>Показване на <strong>%(first)s - %(last)s</strong> от <strong>%(item_count)s</strong> намерени свързани елементи</p>

source: <p><strong>%(item_count)s</strong> related items found</p>
bg: <p><strong>%(item_count)s</strong> намерени свързани елементи</p>

source: There have been no apps submitted yet.
bg: Все още няма качени приложения.

source: What are applications?
bg: Какво представляват приложенията?

source: These are applications built with the datasets as well as ideas for things that could be done with them.
bg: Това са приложения, основаващи се на наборите от данни, както и идеи за неща, за които биха могли да бъдат използвани.

source: Filter Results
bg: Филтриране на резултати

source: Filter by type
bg: Филтрираен по по тип

source: All
bg: Всички

source: Sort by
bg: Подреждане по

source: Default
bg: По подразбиране

source: Only show featured items
bg: Показване само на препоръчани елементи

source: Apply
bg: Прилагане

source: Edit related item
bg: Редактиране на свързания елемент

source: Edit Related
bg: Редактиране на свързаните

source: Edit Related Item
bg: Редактиране на свързания елемент

source: Update
bg: Обновяване

source: Create a related item
bg: Създаване на свързан елемент

source: Create Related
bg: Създаване на свързани

source: Create Related Item
bg: Създаване на свързан елемент

source: My Related Item
bg: Моят свързан елемент

source: A little information about the item...
bg: Малко информация за елемент...

source: Type
bg: Тип

source: Are you sure you want to delete this related item?
bg: Сигурни ли сте, че искате да изтриете този свързан елемент?

source: Go to {related_item_type}
bg: Отиване на {related_item_type}

source: This item has no description
bg: Този елемент няма описание

source: Differences
bg: Разлики

source: Revision Differences
bg: Разлики между ревизии

source: Difference
bg: Разлика

source: No Differences
bg: Няма разлики

source: Revision History
bg: История на ревизии

source: Revisions
bg: Ревизии

source: Undelete
bg: Отмяна на изтриването

source: Changes
bg: Промени

source: Datasets' Tags
bg: Етикети на набори от данни

source: Entity
bg: Обект

source: New activity item
bg: Нов елемент за дейност

source: Embed Data Viewer
bg: Внедряване на Наблюдател на данни

source: Embed this view by copying this into your webpage:
bg: Внедрете този изглед, като копирате това на Вашата уебстраница:

source: Choose width and height in pixels:
bg: Изберете широчина и височина в пиксели:

source: Width:
bg: Ширина:

source: Height:
bg: Височина:

source: Datapusher status: {status}.
bg: Статус на потребителя, въвеждащ данни: {status}.

source: Trackback URL
bg: Проследяване на URL адрес

source: Show More {facet_type}
bg: Показване на още {facet_type}

source: Show Only Popular {facet_type}
bg: Само популярни {facet_type}

source: There are no {facet_type} that match this search
bg: Няма {facet_type}, отговарящ на търсенето

source: Home
bg: Начало

source: Language
bg: Език

source: Go
bg: Напред

source: This dataset satisfies the Open Definition.
bg: Този набор от данни отговаря на дефиницията за Отворени данни.

source: No License Provided
bg: Не е избран лиценз

source: No apps, ideas, news stories or images have been related to this dataset yet.
bg: Все още няма приложения, идеи, новини или изображения, свързани с този набор от данни.

source: Add Item
bg: Добавяне на елемент

source: Submit
bg: Изпращане

source: Order by
bg: Подреждане по

source: <p class="extra">Please try another search.</p>
bg: <p class="extra">Моля, опитайте да потърсите отново</p>

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
bg: <p><strong>Грешка по време на търсенето.</strong> Моля, опитайте отново.</p>

source: {number} dataset found for "{query}"
bg: {number} намерен набор от данни за "{query}"

source: No datasets found for "{query}"
bg: Не са намерени набори от данни за "{query}"

source: {number} dataset found
bg: {number} намерен набор от данни

source: No datasets found
bg: Не са намерени набори от данни

source: {number} group found for "{query}"
bg: {number} намерена група за "{query}"

source: No groups found for "{query}"
bg: Не са намерени групи за "{query}"

source: {number} group found
bg: {number} намерена група

source: No groups found
bg: Не са намерени групи

source: {number} organization found for "{query}"
bg: {number} организация намерена за "{query}"

source: No organizations found for "{query}"
bg: Не са намерени организации за "{query}"

source: {number} organization found
bg: {number} намерена организация

source: No organizations found
bg: Не са намерени организации

source: Social
bg: Социални

source: Subscribe
bg: Абониране

source: Email
bg: Имейл

source: Edits
bg: Редакции

source: Search Tags
bg: Етикети за търсене

source: Dashboard
bg: Потребителски панел

source: News feed
bg: Известия за новини

source: My Datasets
bg: Моите набори от данни

source: My Organizations
bg: Моите организации

source: My Groups
bg: Моите групи

source: Activity from items that I'm following
bg: Дейности по елементи, които следвам

source: You haven't created any datasets.
bg: Все още не сте създали набори от данни.

source: Create one now?
bg: Създайте нов сега?

source: You are not a member of any groups.
bg: Не сте член на никоя група.

source: You are not a member of any organizations.
bg: Не сте член на никоя организация.

source: Users
bg: Потребители

source: Account Info
bg: Информация за акаунт

source: Your profile lets other CKAN users know about who you are and what you do.
bg: Вашият профил позволява на други CKAN потребители да се запознаят с Вас и това, с което се занимавате.

source: Change details
bg: Промяна на детайли

source: Full name
bg: Пълно име

source: eg. Joe Bloggs
bg: напр. Марта Иванова

source: eg. joe@example.com
bg: напр. marta@example.com

source: A little information about yourself
bg: Малко информация за Вас

source: Subscribe to notification emails
bg: Абониране за имейл известия

source: Change password
bg: Променяна на паролата

source: Password
bg: Парола

source: Confirm Password
bg: Потвърждаване на парола

source: Are you sure you want to delete this User?
bg: Сигурни ли сте, че искате да изтриете този потребител?

source: Update Profile
bg: Обновяване на профил

source: All Users
bg: Всички потребители

source: Login
bg: Вход

source: Need an Account?
bg: Нуждаете ли се от акаунт?

source: Then sign right up, it only takes a minute.
bg: Тогава се регистрирайте още сега, отнема само минута.

source: Create an Account
bg: Създаване на акаунт

source: Forgotten your password?
bg: Забравена парола?

source: No problem, use our password recovery form to reset it.
bg: Няма проблем, използвайте нашия формуляр за възстановяване на паролата, за да я подновите.

source: Forgot your password?
bg: Забравена парола?

source: Logged Out
bg: Излязъл

source: You are now logged out.
bg: Вие току-що излязохте.

source: You're already logged in as {user}.
bg: Вие вече сте влезли като {user}.

source: Logout
bg: Изход

source: Remember me
bg: Запомнете ме

source: You're already logged in
bg: Вие вече сте влезли в системата

source: You need to log out before you can log in with another account.
bg: Трябва да излезете от системата, за може да влезете с друг акаунт.

source: Log out now
bg: Излезте от системата сега

source: Registration
bg: Регистрация

source: Register for an Account
bg: Регистрация за акаунт

source: Why Sign Up?
bg: Защо да се регистрирате?

source: Create datasets, groups and other exciting things
bg: Създавайте набори от данни, групи и други вълнуващи неща

source: Full Name
bg: Пълно име

source: Create Account
bg: Създаване на акаунт

source: Reset Your Password
bg: Възстановете Вашата парола

source: Password Reset
bg: Възстановяване на парола

source: Update Password
bg: Обновяване на парола

source: How does this work?
bg: Как работи това?

source: Simply enter a new password and we'll update your account
bg: Просто въведете нова парола и ние ще обновим акаунта Ви.

source: User hasn't created any datasets.
bg: Потребителят не е създал никакви набори от данни.

source: You have not provided a biography.
bg: Не сте предоставили биография.

source: This user has no biography.
bg: Този потребител няма биография

source: Open ID
bg: Open ID идентификатор

source: This means only you can see this
bg: Това означава, че само Вие можете да го виждате

source: Member Since
bg: Член от

source: API Key
bg: API ключ

source: Request Reset
bg: Изчистване на заявка

source: Enter your username into the box and we will send you an email with a link to enter a new password.
bg: Напишете потребителското си име в полето и ние ще Ви изпратим имейл с връзка, на която да въведете нова парола.

source: Activity from:
bg: Дейност от:

source: Search list...
bg: Търсене в списък...

source: You are not following anything
bg: Не следвате нищо

source: No followers
bg: Няма последователи

source: Search Users
bg: Търсене на потребители

source: You can use
bg: Можете да използвате

source: Markdown formatting
bg: Markdown форматиране

source: here.
bg: тук.

source: Number of datasets
bg: Брой набори от данни

source: View dataset resources
bg: Преглед на ресурсите за набори от данни

source: DOWNLOAD
bg: ИЗТЕГЛЯНЕ

source: No downloadable resources.
bg: Няма ресурси за сваляне.

source: No description for this item
bg: Няма описание за този елемент

source: View this
bg: Преглеждане на това

source: no ratings yet
bg: все още без оценка
